Repository: wp-plugins/genesis-social-profiles-menu
Catalog: languages/genesis-social-profiles-menu-*.po
Languages: de_de

source: Genesis Social Profiles Menu
de_de: Genesis Soziale-Profile-Menü

source: This plugin adds a stylesheet for social profile icons for the WordPress custom menu - recommended for the use with Genesis Framework child themes.
de_de: Dieses Plugin fügt ein Stylesheet für Icons sozialer Profile hinzu, die dann im WordPress-Menüsystem verwendet werden können. Das Plugin wird nur empfohlen für das Genesis Framework.

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: Sorry, you can&rsquo;t activate unless you have installed the %1$sGenesis Framework%2$s
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, solange das %1$sGenesis Framework%2$s nicht installiert ist.

source: Sorry, you can&rsquo;t activate without %1$sGenesis Framework %2$s%3$s or greater
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, au&szlig;er das %1$sGenesis Framework Version %2$s%3$s oder h&ouml;her ist installiert.

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe & Unterstützung (Support)

source: Donate
de_de: Spenden

source: http://genesisthemes.de/en/wp-plugins/genesis-social-profiles-menu/
de_de: http://genesisthemes.de/plugins/genesis-social-profiles-menu/

source: <br /><p><strong>Plugin: Genesis Social Profiles Menu</strong> - %1$shttp://genesisthemes.de/en/wp-plugins/genesis-social-profiles-menu/%2$s<p>You can add social menu links/icons to your custom menu via a new custom link. Then you just add the proper css class and you are good to go.</p><p>These networks/services are available: Email, Facebook, RSS/ATOM Feed, Flickr, GitHub, Google Plus, LinkedIn, Twitter, Youtube, Xing.</p><p>Scheme for the css classes: <code>email-prl-s16</code> &mdash; "prl" just stands for the creator of the icon set (Paul Robert Loyd; maybe more sets follow later on and this the slug to set them apart...) and "s16" for the size (16x16 pixel in that case), you can also change this to "s24" (24x24 pixel) or "s32" (32x32 pixel).</p><p><em>Example:</em> if you want to add a twitter icon with a 24x24 pixel size to the menu, then just add the following css class to the menu: <code>twitter-prl-s24</code> &mdash; Got it? It is that easy ;-)</p><p><em>Credit where credit is due:</em> Icon set by Paul Robert Loyd, License: %3$sAttribution-Share Alike 2.0 UK: England & Wales Licence%4$s, %5$sdownload/website%6$s
de_de: <br /><p><strong>Plugin: Genesis Soziale-Profile-Menü</strong> - %1$shttp://genesisthemes.de/plugins/genesis-social-profiles-menu/%2$s<p>Icons für ein soziales Profil können über einen benutzerdefinierten Link einem WordPress-Menü hinzugefügt werden. Danach gilt es die entsprechende CSS-Klasse hinzuzufügen und das war es schon :).</p><p>Diese Netzwerke/ Dienste sind verfügbar: E-Mail, Facebook, RSS/ATOM-Feed, Flickr, GitHub, Google Plus, LinkedIn, Twitter, YouTube, Xing.</p><p>Schema für die CSS-Klassen: <code>email-prl-s16</code> &mdash; "prl" steht einfach für den Ersteller des Iconsets (Paul Robert Loyd; vielleicht folgen irgendwann später weitere Sets und dieser Titelteil hält sie dann auseinander...) und "s16" für die Größe (16x16 Pixel in diesem Fall), dies kann auch zu "s24" (24x24 pixel) oder "s32" (32x32 pixel) geändert werden.</p><p><em>Beispiel:</em> soll ein Twitter-Icon mit einer Größe von 24x24 Pixel zum Menü hinzugefügt werden, dann muss die passende CSS-Klasse dem Menuelement hinzugefügt werden: <code>twitter-prl-s24</code> &mdash; Das war es schon ;-)</p><p><em>Dank & Credits:</em> Iconset von Paul Robert Loyd, Lizenz: %3$sAttribution-Share Alike 2.0 UK: England & Wales Licence%4$s, %5$sDownload/ Website%6$s
